slipknosha/smart_light/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_GPIO_CTRL_FUNC_IN_IRAM=y
CONFIG_GPTIMER_CTRL_FUNC_IN_IRAM=y
CONFIG_GPTIMER_ISR_CACHE_SAFE=y
